"DEFAULT_DIFF_WINDOW_NAME" = "Differences %hu";

"PREVIEW_CANT_SPAWN_WINDOW" = "Can't Create New Window";
"PREVIEW_CANT_SPAWN_INFORMATIVE" = "The web page you are previewing requested that a new window be created. This action is not supported; please test this functionality in an external web browser.";

"SN_PROMPT_TEMPLATE" = "Serial number: %@";

"MDI_CONFIRM_CLOSE_TRAILER" = "(and %lu others)";

"MY_FILES_AND_FOLDERS" = "My Files & Folders";

"P4_EDIT_UNLOCK_MESSAGE" = "“%@” is being managed by Perforce.";
"P4_EDIT_UNLOCK_INFO" = "Do you want to “p4 edit” it?";
"P4_EDIT_UNLOCK_OK" = "Edit";

"START_SPEAKING" = "Start Speaking";
"STOP_SPEAKING" = "Stop Speaking";

"LANGUAGE_MENU_AUTO" = "(auto)";
"LANGUAGE_MENU_NONE" = "(none)";

"PCRE_PATTERN_INVALID" = "An error occurred while preparing this Grep pattern.";
"PCRE_ERROR_TEMPLATE" = "This pattern cannot be used, because PCRE reported an error: %@ (%@)";
"PCRE_ERROR_STRING_NOT_AVAILABLE" = "(error message not available)";
